Repository: artprojectgroup/woocommerce-apg-sms-notifications
Catalog: i18n/languages/apg_sms-*.po
Languages: es_es

source: Add to WooCommerce SMS notifications to your clients for order status changes. Also you can receive an SMS message when the shop get a new order and select if you want to send international SMS. The plugin add the international dial code automatically to the client phone number.
es_es: Añade a WooCommerce notificaciones SMS a sus clientes sobre los cambios de los estados de los pedidos. También puede recibir un mensaje SMS cuando la tienda reciba un nuevo pedido y seleccionar si quiere enviar SMS internacionales. El plugin añade el prefijo telefónico internacional automáticamente al número de teléfono del cliente.

source: Make a donation by
es_es: Haz una donación por

source: Follow us on
es_es: Síguenos en

source: More plugins on
es_es: Más plugins en

source: Contact with us by
es_es: Contacta con nosotros por

source: Settings of
es_es: Ajustes de

source: Settings
es_es: Ajustes

source: Support of
es_es: Soporte técnico de

source: Support
es_es: Soporte técnico

source: APG SMS Notifications
es_es: APG Notificaciones SMS

source: SMS Notifications
es_es: Notificaciones SMS

source: Processing
es_es: Procesándose

source: Completed
es_es: Completado

source: This plugin require WooCommerce active to run!
es_es: ¡Este plugin necesita WooCommerce activo para funcionar!

source: Please, rate %s:
es_es: Por favor, puntúa %s:

source: Please, update your %s. It's very important!
es_es: Por favor, actualiza tus %s. ¡Es muy importante!

source: settings
es_es: ajustes

source: If you enjoyed and find helpful this plugin, please make a donation:
es_es: Si te ha gustado y resultado útil este plugin, por favor, haz una donación:

source: Follow us:
es_es: Síguenos:

source: More plugins:
es_es: Más plugins:

source: Contact with us:
es_es: Contacta con nosotros:

source: Documentation and Support:
es_es: Documentación y ayuda:

source: APG SMS Notifications Options.
es_es: Opciones de APG SMS Notifications

source: account Sid
es_es: Sid de la cuenta

source: Account Sid:
es_es: Sid de la cuenta:

source: authentication Token
es_es: Token de autenticación

source: Authentication Token:
es_es: Token de autenticación:

source: key
es_es: clave

source: Key:
es_es: Clave:

source: authentication key
es_es: clave de autenticación

source: Authentication key:
es_es: Clave de autenticación:

source: sender ID
es_es: identificador de cuenta

source: Sender ID:
es_es: Identificador:

source: route
es_es: ruta

source: Route:
es_es: Ruta:

source: username
es_es: nombre de usuario

source: Username:
es_es: Nombre de usuario:

source: password
es_es: contraseña

source: Password:
es_es: Contraseña:

source: mobile number
es_es: teléfono móvil

source: Mobile number:
es_es: Teléfono móvil:

source: client
es_es: cliente

source: Client:
es_es: Cliente:

source: authentication ID
es_es: ID de autenticación

source: Authentication ID:
es_es: ID de autenticación

source: Add to WooCommerce the possibility to send <abbr title="Short Message Service" lang="en">SMS</abbr> notifications to the client each time you change the order status. Notifies the owner, if desired, when the store has a new order. You can also send customer notes.
es_es: Añade a WooCommerce la posibilidad de enviar notificaciones SMS al cliente cada vez que cambie el estado del pedido. Notifica al propietario, si así lo desea, cuando la tienda tenga un nuevo pedido. También puede envíar las notas de cliente.

source: <abbr title="Short Message Service" lang="en">SMS</abbr> gateway:
es_es: Proveedor <abbr title="Short Message Service" lang="en">SMS</abbr>:

source: Select your SMS gateway
es_es: Selecciona tu proveedor SMS

source: The %s for your account in %s
es_es: El/la %s para tu cuenta en %s

source: Default
es_es: Predeterminada

source: Your mobile number:
es_es: Tu teléfono móvil:

source: The mobile number registered in your SMS gateway account and where you receive the SMS messages
es_es: Número de móvil registrado en su cuenta de su proveedor SMS y donde se recibirán los mensajes SMS

source: New order notification:
es_es: Notificación de nuevo pedido:

source: Check if you want to receive a SMS message when there's a new order
es_es: Habilítalo si quieres recibir un mensaje SMS cuando haya un nuevo pedido

source: Send international <abbr title="Short Message Service" lang="en">SMS</abbr>?:
es_es: ¿Enviar <abbr title="Short Message Service" lang="en">SMS</abbr> internacionales?:

source: Check if you want to send international SMS messages
es_es: Habilítalo si quieres enviar mensajes SMS internacionales

source: Select your own statuses.
es_es: Selecciona tus propios estados.

source: %s state custom message:
es_es: Mensaje para el estado %s:

source: You can customize your message. Remember that you can use this variables: %id%, %order_key%, %billing_first_name%, %billing_last_name%, %billing_company%, %billing_address_1%, %billing_address_2%, %billing_city%, %billing_postcode%, %billing_country%, %billing_state%, %billing_email%, %billing_phone%, %shipping_first_name%, %shipping_last_name%, %shipping_company%, %shipping_address_1%, %shipping_address_2%, %shipping_city%, %shipping_postcode%, %shipping_country%, %shipping_state%, %shipping_method%, %shipping_method_title%, %payment_method%, %payment_method_title%, %order_discount%, %cart_discount%, %order_tax%, %order_shipping%, %order_shipping_tax%, %order_total%, %status%, %prices_include_tax%, %tax_display_cart%, %display_totals_ex_tax%, %display_cart_ex_tax%, %order_date%, %modified_date%, %customer_message%, %customer_note%, %post_status%, %shop_name%, %order_product% and %note%.
es_es: Puedes personalizar el mensaje. Recuerda que puedes utilizar estas variables: %id%, %order_key%, %billing_first_name%, %billing_last_name%, %billing_company%, %billing_address_1%, %billing_address_2%, %billing_city%, %billing_postcode%, %billing_country%, %billing_state%, %billing_email%, %billing_phone%, %shipping_first_name%, %shipping_last_name%, %shipping_company%, %shipping_address_1%, %shipping_address_2%, %shipping_city%, %shipping_postcode%, %shipping_country%, %shipping_state%, %shipping_method%, %shipping_method_title%, %payment_method%, %payment_method_title%, %order_discount%, %cart_discount%, %order_tax%, %order_shipping%, %order_shipping_tax%, %order_total%, %status%, %prices_include_tax%, %tax_display_cart%, %display_totals_ex_tax%, %display_cart_ex_tax%, %order_date%, %modified_date%, %customer_message%, %customer_note%, %post_status%, %shop_name%, %order_product% y %note%.

source: Custom variables:
es_es: Variables personalizadas:

source: You can add your own variables. Each variable must be entered onto a new line without percentage character ( % ). Example: <code>_custom_variable_name</code><br /><code>_another_variable_name</code>.
es_es: Puedes añadir tus propias variables. Cada variable debe ser introducida en una nueva línea sin el carácter de porcentaje ( % ). Ejemplo: <code>_nombre_variable_personalizada</code><br /><code>_otro_nombre_variable_personalizada</code>.

source: Owner custom message:
es_es: Mensaje para el propietario:

source: Order No. %s received on
es_es: Se ha recibido el pedido nº %s en

source: Order received custom message:
es_es: Mensaje para pedido recibido:

source: Your order No. %s is received on %s. Thank you for shopping with us!
es_es: Su pedido nº %s ha sido recibido en %s. ¡Gracias por comprar con nosotros!

source: Order processing custom message:
es_es: Mensaje para pedido procesándose:

source: Thank you for shopping with us! Your order No. %s is now:
es_es: ¡Gracias por comprar con nosotros! Su pedido nº %s está ahora:

source: Order completed custom message:
es_es: Mensaje para pedido completado:

source: Notes custom message:
es_es: Mensaje para las notas:

source: A note has just been added to your order No. %s:
es_es: Una nota acaba de ser añadida a su pedido nº %s:

source: Save Changes
es_es: Guardar cambios
